<%@ Page Title="" Language="vb" AutoEventWireup="false" MasterPageFile="~/default.Master" CodeBehind="Amblem.aspx.vb" Inherits="Red_Cross_Ohrid.Amblem" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
     <br />
    <h2 style="margin-left:500px "  >Дисеминација </h2>
    <br />
     <div class="button_smaller1" style="Width:220px">
		        <a href="Megunarodno pravo.aspx">Меѓународно хуманитарно право</a>
		      </div>
     <div class="button_smaller1" style="Width:220px">
		        <a href="phv.aspx">Промоција на хумани вредности</a>
		      </div>
    <div class="button_smaller1" style="Width:220px">
		        <a href="Amblem.aspx">Употреба и заштита на амблемот</a> <br />
		      </div> <br />
    <br />
        <div class="sidebar1_container">       
		    <div class="sidebar1">
              <div class="sidebar1_item">
     <asp:Label ID="Label36" runat="server" Text=" Донација на Средства" Width="255px"  Font-Bold="True"  Font-Size="XX-Large" BackColor="#ff3232" BorderColor="Silver" BorderStyle="Solid" BorderWidth="3px" style="text-align:center;" ></asp:Label>

							 <ul>
							  	
							  
							  	
                                 <li><a href="#"><asp:Label ID="Label47" runat="server" Text="Донација на средства преку трансакциска сметка"   Font-Bold="True"></asp:Label><br />
</a><asp:Label ID="Label42" runat="server" Text="Општинска организација на Црвен Крст Охрид<br/>
    Жиро сметка: 530000300136121<br />
    Охридска Банка АД Охрид
    " ></asp:Label>
							  	</li>

							  	<li><a href="#">    <asp:Label ID="Label43" runat="server" Text="Донации во нашите простории"   Font-Bold="True"></asp:Label> <br />
</a>
 <asp:Label ID="Label44" runat="server" Text="Донација на облека и други материјални средства<br/>
     Адреса:Димитар Влахов 52
     "></asp:Label>
							  	</li>
							  	
					 		 </ul>
                   <asp:Label ID="Label1" runat="server" Text=" Нашите дела преку видеa" Width="255px"  Font-Bold="True"  Font-Size="XX-Large" BackColor="#ff3232" BorderColor="Silver" BorderStyle="Solid" BorderWidth="3px" style="text-align:center;" ></asp:Label>
                  <br />
                  <br />
                  <br />
                
                 <iframe width="260" height="280" src="https://www.youtube.com/embed/L08A-Gn2An4" frameborder="0" allowfullscreen></iframe>
                <br />
                  <br />
                  <div class="button_smaller" style="Width:150px">
		        <a href="Videa.aspx">Види повеќе</a>
		      </div>
                  </div>
                 </div>
        </div>
    <div style="margin-left:100px" >
    <asp:Panel ID="Panel1" runat="server" BackColor="#f7f3e8" Width="860px"  >
    <br/>
        <h3>Употреба и заштита на амблемот</h3>
    
    <p>
        Амблемот Црвен крст има историска вредност како симбол на човековата хуманост.<br/>
Црвениот крст на бела основа е симбол за непристрасна и неутрална помош за лицата на кои таа помош им е потребна. Негова цел е да ги заштити жртвите и оние кои им помагаат.
Употребата и заштитата на амблемот е регулирана со Меѓународното хуманитарно право и со националното законодавство на Република Македонија.
Црвениот крст на Република Македонија, како дел од семејството на Меѓународното движење на Црвен крст и Црвена полумесечина, се грижи за правилната употреба и заштита на амблемот.
Историја на амблемот Црвен крст
 <br/><br/>       Поради потребата од единствен, универзален и лесно препознатлив амблем кој би ги олеснил хуманитарните активности во случај на војна, кон крајот на 19 век беше иницирано донесувањето на таков симбол.
<br/>Пред да биде прифатен амблемот Црвен крст, медицинските служби на секоја армија во Европа имале свое сопствено обележје. На пример, Австрија користела бело знаме, Франција црвено, а Шпанија жолто.
<br/>Поради тоа, медицинските служби не се сметале за неутрални, туку како дел од борбените единици. Не само што овие обележја не обезбедувале заштита на медицинските единици туку исто така биле и цел на директен напад.
<br/>Идејата била амблемот да ги означува не само лицата ранети во битките и оние кои им пружаат помош, туку и сите медицински единици вклучувајќи ги и оние на непријателот, а се со цел да ги натера борците на воздржување и почит.
<br/>На Меѓународната конференција во Женева во 1863 година е прифатен амблемот – Црвен крст на бела основа, а на дипломатската конференција во 1864 во Женева и официјално усвоен со негово санкционирање во Меѓународното хуманитарно право во Првата Женевска конвенција донесена на оваа конференција.
 <br/><br/>   <b>   Амблемот е симбол кој има две различни употреби:</b>
<br/><br/>
- Индикативна (показна) во мирно време,<br/>
- Заштитна за време на вооружен судир.<br/>
<br/><br/><b>Индикативната употреба означува:</b>
        <br/><br/>
- Лица, возила и објекти кои се поврзани со Меѓународното движење на црвен крст и Црвена полумесечина;<br/>
- Меѓународен комитет на Црвен крст;<br/>
- Национално друштво;<br/>
- Меѓународна федерација на Црвен крст и Црвена полумесечина;<br/>
- Медицински возила и станици за прва помош, под услов амблемот да се користи согласно со националното законодавство и со овластување на Националното друштво.<br/>
<br/>Кога се употребува во индикативна намена амблемот мора да биде со помала димензија и служи како потсетник дека компонентите на Движењето работат во согласност со Основните принципи: хуманост, непристрасност, неутралност, независност, доброволна служба, единство и универзалност.
<br/>За оваа цел, амблемот мора да биде придружен со името на Националното друштво или неговите иницијали.
<br/>Членовите може да го носат амблемот, само додека се ангажирани во некоја активност за националното друштво.
<br/><br/>
<b>Заштитната улога според Женевските конвенции и Дополнителните протоколи се однесува на:</b>
<br/>
<br/>-Медицински и религиозен персонал, објекти, возила и матерјали на вооужените сили;
<br/>-Медицински единици и транспортни средства на Националните друштва, кои се користат за помош на медицинските скужби на вооружените сили;
<br/>-Лица, објекти, транспортни средства и матерјали на Меѓународниот комитет на Црвен крст;
<br/>-Цивилни болници и други медицински капацитети признати од Владата и со овластување за користење на амблемот;
<br/>-Други хуманитарни организации призанти од Владата и со овластување за вршење на медицинска дејност.
<br/><br/>Кога амблемот се користи како заштитно средство мора да се истакнува во неговата чиста форма, односно не смее да се додава ништо на амблемот. Бидејќи амблемот мора да биде препознатлив од што е можно подалеку, мора да има големи димензии.
<br/><br/>
<b>Злоупотреба на амблемот</b><br/>
<br/>Секоја употреба на амблемот што не е јасно овластена со МХП и домашното законодавство претставува злоупотреба.
<br/>Злоупотребата на амблемот за заштитни цели за време на војна го загрозува системот на заштита доделен со МХП.
<br/>Злоупотребата на амблемот за индикативни цели го потценува имиџот во очите на јавноста и последователно ја намалува неговата заштитна моќ за време на вооружен судир.
<br/>Секоја држава потписничка на Женевските конвенции има обврска да преземе мерки за спречување и казнување секаква злоупотреба на амблемот во секое време и мора конкретно да усвои пропис за заштита на амблемот.
         </p></asp:Panel>
        </div>
 
</asp:Content>
